[P_0_0_2_Training_Comms]
Speech_0001L=LAMBERT - Ok, Sam, vamos começar. Está me ouvindo bem?
Speech_0002L=FISHER - Oi. 
Speech_0007L=LAMBERT - Bom, isso significa que o alto-falante implantado funciona bem. Agora, os técnicos querem calibrar seu equipamento. Você pode se virar para a luz de emergência vermelha na parede, à sua esquerda?
Speech_0009L=LAMBERT - Ótimo, agora a luz à direita. 
Speech_0010L=LAMBERT. Certo. Os ângulos da câmera. Procure uma luz nas vigas do teto. 
Speech_0011L=LAMBERT - Excelente. Agora procure uma no chão à sua frente. 
Speech_0012L=LAMBERT- Ok, Fisher, vamos terminar com isso o quanto antes. O início é simples: suba naquela superfície acima do poço.
Speech_0018L=LAMBERT- Deixaremos que faça o que tem a fazer. Esse é o seu curso de ataque básico. Entrarei em contato quando tiver passado por ele. 
Speech_0019L=LAMBERT - Bom trabalho, Fisher. Assim que cruzar o portão continuaremos com o treinamento das operações especiais. 

[P_0_0_2_Training_Description]
Training_0013L=Para ver novamente as janelas explicativas, pressione a tecla de Interação (barra de espaço) quando estiver perto de um objeto. 

[P_0_0_2_Training_GrimChat]
Speech_0001L=FISHER- Quem é você?
Speech_0002L=GRÍMSDÓTTIR - Você deve ser Sam Fisher.
Speech_0003L=GRÍMSDÓTTIR - Eu sou Anna Grímsdóttir. Prazer em conhecê-lo.
Speech_0004L=FISHER- Programadora-chefe da Third Echelon.
Speech_0005L=GRÍMSDÓTTIR - Vejo que fez a lição de casa.
Speech_0006L=FISHER- Sim, mas estou um pouco confuso com meu OPSAT.
Speech_0007L=GRÍMSDÓTTIR - O satélite operacional. Basicamente um PDA que custou muito dinheiro. Transmitirei todas as informações necessárias para as suas missões, então familiarize-se com a interface.
Speech_0008L=GRÍMSDÓTTIR - Não precisa se apresentar. Lambert já me falou sobre você.
Speech_0009L=FISHER- Não sou tão ruim como ele disse.
Speech_0010L=GRÍMSDÓTTIR - Pelo contrário, ele acha que você deveria ser canonizado!
Speech_0011L=FISHER- Sei. Como o santo das causas duvidosas?
Speech_0012L=GRÍMSDÓTTIR - Não sei. Que tal "santo dos pecados benéficos"?
Speech_0013L=FISHER - You were involved with Second Echelon, right?
Speech_0014L=GRÍMSDÓTTIR - Sim, por pouco tempo. Tive algumas diferenças ideológicas. 
Speech_0015L=FISHER- Por exemplo?
Speech_0016L=GRÍMSDÓTTIR - Nenhum respeito pelo elemento humano.
Speech_0017L=FISHER- Você esteve na crise de 2000?
Speech_0018L=GRÍMSDÓTTIR - Sim, mas nem sequer posso me permitir pensar nisso. 
Speech_0019L=GRÍMSDÓTTIR - Boa sorte na missão.
Speech_0020L=GRÍMSDÓTTIR - Legal conhecer você.

[P_0_0_2_Training_ScriptedEvents]
Speech_0001L=LAMBERT- Sam Fisher. Não acredito que está aqui.
Speech_0002L=FISHER- Gosto de chegar cedo. Olá, coronel. 
Speech_0004L=LAMBERT- Pode dizer meu nome. A sala é segura. 
Speech_0005L=FISHER- Lambert.
Speech_0006L=LAMBERT- Fico feliz em reencontrá-lo. Como foi na NSA?
Speech_0007L=FISHER- Razoável. Todos muito evasivos sobre o que eu posso saber. 
Speech_0008L=LAMBERT- São normas da agência. Evitamos que alguém saiba tudo. Assim trabalhamos todos em equipe. 
Speech_0009L=FISHER- Mas estarei sozinho lá fora... 
Speech_0010L=LAMBERT- Você ficará em contato conosco de várias maneiras. Estaremos conectados por meio do implante e do OPSAT.
Speech_0011L=FISHER- E os treinamentos serão feitos assim?
Speech_0012L=LAMBERT- Sim. Desculpe por ter de fazer tudo tão rápido, sei que está se cuidando.
Speech_0013L=FISHER- Estou fora disso há muitos anos.
Speech_0014L=LAMBERT- É verdade, mas não tem como esquecer, é como andar de bicicleta. 
Speech_0015L=FISHER- Ou como andar de salto alto.
Speech_0016L=LAMBERT- Bem, cuidado, Fisher. Tudo o que dizemos é monitorado. Você sabe que o alto comando não gosta que se abuse da Quinta Liberdade. 
Speech_0017L=FISHER- Serei o melhor.
Speech_0018L=LAMBERT- Seja mais do que melhor. A Third Echelon é uma iniciativa recente; o papel que as operações de inteligência ofensiva desempenharão no futuro da NSA dependerá de seu desempenho. Vamos nos encontrar no fim do caminho. 


Speech_0041L=LAMBERT- Pelo amor de Deus, Fisher! Agora eu me compliquei com você nessa missão! O que pensa da vida? Está despedido! Está fora da Agência, acabou!

[P_0_0_2_Training_T2_Comms]

[P_0_0_2_Training_T2_Desc]
Training_0033L=Mova o mouse para que Sam olhe ao redor.
Training_0035L=Para restaurar a câmera atrás de Sam, pressione X. 
Training_0036L=Utilize as teclas de movimento (W, S, A, D) para mover Sam. Utilize o botão central em forma de roda para mudar a velocidade de movimento de Sam. 
Training_0001L=Pressione Pular (SHIFT) quando estiver em um lugar alto e quiser saltar. 
Training_0041L=Caminhe com uma velocidade predeterminada. Para aumentar a velocidade de Sam, utilize a tecla de aceleração (wheel do mouse para cima). Para que Sam caminhe mais devagar, utilize a tecla de desaceleração (wheel do mouse para baixo).
Training_0005L=Para  utilizar uma escada, simplesmente pule sobre ela e comece a subir. 
Training_0009L=Para se pendurar em um cabo, coloque-se debaixo dele e pressione Pular (SHIFT).
Training_0012L=Para subir em um tubo vertical ou em uma viga, siga o mesmo procedimento usado para subir a escada. 
Training_0039L=Entre duas paredes estreitas, Sam pode realizar um salto com as pernas abertas. 
Training_0040L=Para realizar um salto com as pernas abertas, aproxime-se de uma parede e pressione Pular (SHIFT). Quando tiver alcançado a altura máxima do salto, mantenha pressionada a tecla SHIFT. 
Training_0014L=Para se segurar em uma viga ou tubo horizontal, pressione Pular (SHIFT).
Training_0025L=Para agachar, pressione C. Sam se movimentará mais lentamente e mais silenciosamente enquanto está agachado.  
Training_0017L=Para que você fique menos visível e para que possa passar obstáculos enquanto está suspenso em um tubo, pressione Agachar (C) e Sam movimentará a perna.  
Training_0032L=Para que Sam encoste na parede, fique de frente e pressione Q. Quando ele se aproximar de uma esquina, automaticamente espiará. Ele pode disparar enquanto faz isso. Pressione Q mais uma vez para voltar para a parede. 
Training_0023L=Se Sam precisar subir em um lugar muito alto, ele pode saltar de uma superfície próxima. 
Training_0024L=Tente colocar-se perto de uma das paredes laterais. Pressione Pular (SHIFT) e, enquanto estiver no ar, pressione Pular novamente. 
Training_0028L=O procedimento para passar por uma cerca ou grade é o mesmo usado para subir uma escada ou trepar em um tubo. 

